Transformer/data/input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:sap-com:document:sap:soap:functions:mc-style">
	<soapenv:Header/>
	<soapenv:Body>
		<urn:_-fite_-inv1F002>
			<SystemId>2</SystemId>
			<UUID>9D3EB5F8-DC36-11EC-95E1-7F4B652B955A</UUID>
			<IGetHex>X</IGetHex>
			<ISavePdf>X</ISavePdf>
		</urn:_-fite_-inv1F002>
	</soapenv:Body>
</soapenv:Envelope>